Revit 2027 API
AdvancedOpaque.OpaqueEmission Property
 The property labeled "Emission" from the "AdvancedOpaque" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string OpaqueEmission { get; }
Public Shared ReadOnly Property OpaqueEmission As String
	Get
public:
static property String^ OpaqueEmission {
	String^ get ();
}
static member OpaqueEmission : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Reference
AdvancedOpaque Class
Autodesk.Revit.DB.Visual Namespace